{
    "sections": [
        {
            "title": "General",
            "questions": [
                {
                    "title": "Can your work be put in the dishwasher and or microwave?  What about the oven?",
                    "body": "Yes, neither the dishwasher or microwave will damage the finish of my work.\nHowever, not all dishwashers were created equally and some dishwashers can jostle items around.\nOne customer once described her dishwasher as 'violent'!   Do not put pottery in a violent dishwasher!  Mug handles are the most vulnerable item and you can turn the handle away from other items if you would like to be extra cautious.\nI have put my work through the dishwasher for many years without issue.\n As for the oven, my work can be placed safely in the oven as it has been through a lot of heat in it's journey (my glaze firings are to 2150 degrees F).\nHowever, pottery does not like thermal shock (abrupt changes in temperature can cause it to crack).\nIt is best to heat and cool it slowly."
                },
                {
                    "title": "Can a broken item be repaired?",
                    "body": "My work is very durable (it is a dense claybody that is fired to a temperature that toughens it up!).\nBut... it doesn't bounce when dropped and sadly accidents happen.\nI understand how attached people can get to their special items.\nHere are some of the more common breakages: (1) my mug handle broke off or is making a slight cracking noise although it is still attached.\nThe handle of a mug is the most vulnerable part of the mug - if it is inadvertently banged it can either fall off immediately or sometimes seem to be fine but in actuality a small stress crack has formed and a slight noise becomes audible when it is held...the handle will eventually fall off.\n The handle can be repaired with a product called E6000 (a slow setting epoxy found at most hardware stores).\n(2) I've chipped a small section of my pot.\nIt may be possible for me to refire the piece with a bit of glaze (although the missing chip will still be visible).\nBut beware, the kiln is an unpredictable beast and sometimes it objects to a finished piece being refired and damages it further.\nThis is a risk you must be willing to take should you want me to try to repair a chip. (3) I've split my piece in 2 (or 3 or 4 or more).\nWell that just sucks.\nI can't help fix these items but you can try the aforementioned E6000 epoxy (it is not foodsafe though and should not be a functional piece if the repaired section will come into contact with food or drink)."
                }
            ]
        },
        { 
            "title": "Shopping",
            "questions": [
                {
                    "title": "Do you wholesale or retail your work at stores?",
                    "body": "Yes, I do have a list of retail outlets that carry my work at the bottom of my homepage.\nEach gallery generally carries one or two of my glaze lines.\nAt this time I am not looking for any additional retailers (I am maxed out as I am very much a solo operation here!)."
                },
                {
                    "title": "Are all of your available items shown in your webstore?",
                    "body": "No.\nI have a lot of variety of work - so much so that is difficult to show all available options online.\nIf you don't see what you are looking for, you can always <a href=\"mailto:mfreed74@gmail.com\">email</a> me to ask if I have the item available.\nAnd it may be possible to request a commissioned piece as well if you provide me with approximate dimensions and a glaze line."
                },
                {
                    "title": "The item I want is sold out, can I still purchase it?",
                    "body": "I do not list items for sale if they aren't currently made.\nBut I do pay attention to sold out items and try my best to fill the voids as soon as I can.\nI do update my online inventory as new items are made.\nIf you would like to request an item currently sold out, then I am happy to make it and set it aside for you before someone else beats you to it!"
                },
                {
                    "title": "Is the product photo shown exactly what i will receive?",
                    "body": "Not necessarily. The beauty of pottery is that each piece is unique.\nSome of my glaze finishes are more variable than others although the hues will certainly be similar (Tofino, Joffre and Saltspring are the most variable glazes).\nIf you would like to receive photos of your order before it is shipped then please just ask me to send you some.\nBut I do ensure that any items I ship meet my high standards so feel free to just trust me and roll the dice!"
                },
                {
                    "title": "Do you do wedding registries?",
                    "body": "Yes I do.\nI generally ask that the wedded couple to-be provide me with a prioritized list of items that can be sent their guest list.\nI then ask that guests contact me before submitting payment to ensure that items are not duplicated."
                },
                {
                    "title": "Do you make dinnerware sets?", 
                    "body": "Yes, but I make these on a custom basis and can work with what you have in mind (there is flexibility with dimensions and shapes of items)."
                },
                {
                    "title": "If I request a custom piece, how long will it take until it is ready?",
                    "body": "This does depend on my current workload, but if there is urgency I can try my best to shift your request to the top of my 'to do' list.\nThe minimum turnaround is 7 days, but may take  2-4 weeks depending on my kiln firing schedule and what your request is."
                }
            ]  
        },         { 
            "title": "Shipping",
            "questions": [
                {
                    "title": "How quickly do you ship orders?",
                    "body": "I am fast!  I'm usually at the post office dropping your items off with 48 hours of your order being placed.\nIf there is urgency to receive your order then please let me know and I can hustle extra fast."
                },
                {
                    "title": "How long do shipments take to arrive?",
                    "body": "I ship with Canada Post and they can be unpredictable but I have generally been surprised with their speedy service - often within a few days for shipments in BC and within a week elsewhere in Canada.\nShipments to the US can take a bit longer but expedited shipping options are available."
                },
                {
                    "title": "What happens if my order arrives broken?",
                    "body": "I shed a few tears. haha. I do take a lot of care to ensure items are wrapped securely but the handling of items is out of my control and accidents can happen (but they happen very rarely).\nIf your item arrives broken, please <a href=\"mailto:mfreed74@gmail.com\">email</a> me a photo of the broken piece within 48 hours of receiving it.\nI will then ship a replacement to you at my expense fully."
                },
                {
                    "title": "Do you ship internationally?",
                    "body": "Yes this is certainly possible.\nMy website is not set up to provide a shipping quote for international delivery but if you would like a quote then please provide me with your address and the items you would like shipped."
                }
            ]
        }
    ]
}
  